<?php  
require_once('header.php');

?>

        <div class="row" style=' background-color: rgb(255, 255, 255);  height: 100%;'>
                <div class="col-2"></div>
                <div class="col-8">
                <h1>About Us</h1>
              <p>بلقيس كاش هو منصة إلكترونية آمنة بواجهة سهلة وبسيطة تستطيع خدمة وتلبيه احتياجات  كل شرائح المجتمع المالية 
وبل اخص الافراد والأسر اليمنية والمشاريع المتوسطة والأصغر  (وبسقف تعاملات ماليه اقصاه مليون ريال يمني في اليوم )
سيوفر  بلقيس كاش محافظ ماليه مجانية الاشتراك وبعمولات رمزيه - ٢٠ ريال يمني كحد اقصى- للتحويلات دخل الشبكة نفسها،
و سيجمع  بين المعاملات المالية عبر الإنترنت  و عبر رسائل ال sms بل تعاون معا شركات الاتصالات المحلية والاستفادة من التجربة الصومالية التي نجحت بنسبه ٨٠% من التخلص من المعاملات النقدية هناك .
</p>
                </div>
                <div class="col-2"></div>
        </div>

<?php  

require_once('footer.php');
?>